Revit 2027 API
ParameterTypeId.StairsAttrCalcMin Property
 "Calculation Rules"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsAttrCalcMin { get; }
Public Shared ReadOnly Property StairsAttrCalcMin As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsAttrCalcMin {
	ForgeTypeId^ get ();
}
static member StairsAttrCalcMin : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace